alacritty
base
base-devel
blueman
bluez
bluez-utils
carla
clang
cliphist
cmatrix-git
code
dbeaver
discord
docker
docker-compose
dolphin
droidcam
easyeffects
efibootmgr
fastfetch
fd
firefox
flatpak
fuzzel
git
grim
grub
gtkwave
helvum
htop
hyprland
imagemagick
intel-media-driver
intel-ucode
iverilog
iwd
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
jq
jupyter-notebook
kitty
lib32-nvidia-utils
libreoffice-still
libva-intel-driver
linux
linux-firmware
lua
lua51
luarocks
mako
man-db
mariadb
nano
neovim
nerd-fonts-git
network-manager-applet
networkmanager
niri
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open
nvidia-settings
obs-studio
openrgb
os-prober
otf-firamono-nerd
pandoc-cli
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
prismlauncher
python-cairosvg
python-jupytext
python-pillow
python-pip
python-pipx
python-plotly
python-pynput
python-pynvim
python-pyperclip
qbittorrent
qpwgraph
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
sof-firmware
spotify-launcher
starship
steam
stow
stylua
swaybg
swayidle
swaylock
tailscale
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tmux
tree
ttf-cascadia-mono-nerd
ttf-firacode-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
uwsm
v4l2loopback-dkms
vim
vlc
vlc-plugin-ffmpeg
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
waydroid
wget
wireless_tools
wireplumber
wl-clipboard
wlr-randr
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xwayland-satellite
zoom
zram-generator
